app/controllers/posts_controller.rb

INSERT INTO "posts" ("body", "created_at", "title", "updated_at") VALUES (?, ?, ?, ?)  [["body", "dzaa"], ["created_at", Thu, 10 Nov 2011 08:01:34 UTC +00:00], ["title", "dazddza"], ["updated_at", Thu, 10 Nov 2011 08:01:34 UTC +00:00]]
---
	def create
		@post = Post.new(params[:post])
		@post.save